Repository: fadeynotchenko/RealityCamera-iOS
Catalog: Reality Camera/Utility/Localization/Localizable.xcstrings
Source language: en
Languages: ru

# 3d
source: 3D Models
ru: 3D Модели

# actions
source: Actions with the object
ru: Действия с объектом

# animOff
source: Disable animation
ru: Выключить анимацию

# animOn
source: Enable animation
ru: Включить анимацию

# badConnection
source: A problem with the network connection. New models cannot be downloaded
ru: Проблема с подключением к сети. Загрузка новых моделей невозможна

source: Close
ru: Закрыть

source: Delete
ru: Удалить

# firstWelcomeSubTitle
source: Reality Camera is an app for creating unique content with your favorite 3D models
ru: Reality Camera - приложение для создания уникального контента с вашими любимыми 3D моделями

# firstWelcomeTitle
source: Welcome!
ru: Добро пожаловать!

source: Photo
ru: Фото

# prem
source: Premium model
ru: Премиальная модель

# premHint
source: This model is a premium model and requires you to watch an advertisement to download it
ru: Эта модель относится к премиум-классу и требует просмотра рекламы для ее загрузки

source: Save
ru: Сохранить

source: Settings
ru: Настройки

# settings1
source: Blocking people off
ru: Перекрывать людей

# settings2
source: Overlap objects
ru: Перекрывать объекты

# settingsHint
source: When enabled, the 3D model can 'hide' behind an object or person if it is behind it. These functions work if there is a LiDAR sensor in the device.
ru: Если эта функция включена, 3D-модель может "спрятаться" за объектом или человеком, если он находится позади него. Эти функции работают, если в устройстве есть датчик LiDAR.

# show
source: Look
ru: Смотреть

source: Video
ru: Видео
